export const message = {
  nav: {
    text1: "首页",
    text2: "NFT",
    text3: "市场",
    text4: "社区",
    text5: "白皮书",
    text6: "DAO",
    text7: "购买盲盒",
    text8: "连接钱包",
  },
  footer: {
    text1: "版权所有 2022 CYBERGEAR，保留所有权利",
  },
  home: {
    text1: "购买NFT",
    text2: "加入公会",
    text3: "玩游戏",
  },
  homeBanner: {
    text1: "点击播放视频",
  },
  introduction: {
    text1: "CYBEARGEAR介绍",
    text2: "Cybergear（机甲少⼥）",
    text3: "是⼀个社区驱动的⼆次元宇宙，⼆次元赛博朋克⻛并融合了SRPG玩法的GameFi产品。",
    text4: "是全球⾸款 NFT+ DeFi+ SRPG+AI 的战棋策略类游戏，游戏完美结合了区块链NFT 和 DeFi 技术，让玩家在参与游戏的同时轻松获得相应的收益。",
  },
  coreFeatures: {
    text1: "核心特点",
    list1: [
      {
        text1: "与虚拟偶像互动",
        text2:
          "每⼀张NFT（虚拟偶像）都可以发⾏成动态卡牌，均可与玩家产⽣多维互动，且有⼈⽓声优为其配⾳，使得⽇系少⼥形象更加⽴体真实。玩家与NFT（虚拟偶像）⼀起战⽃，提升NFT价值的同时，可进⼀步NFT互动，如线上Party及⽣⽇会、实物⼿办等。",
      },
      { text1: "知名声优配音", text2: "邀请了32位知名声优为Cybergear进⾏配⾳乐，包括佐仓绫⾳、明坂聪美、上坂堇、⽯川由依等，⽆论是对于玩家还是投资者⽽⾔，这都是⼀场视听盛宴，代⼊感强烈。" },
      {
        text1: "创新玩法",
        text2:
          "玩法上采取了⽐较成熟的SRPG战棋，并且在其基础玩法上添加了诸如天⽓、地形、属性克制等 相关元素，使得战场的局势瞬息万变，考验玩家对于阵容技能的理解以及随机应变的能⼒。此外 还加⼊了卡牌元素，进⼀步提升了游戏的趣味性和策略性。",
      },
      { text1: "环生态模型", text2: "海外知名经济和数值团队构建了循环⽣态模型，满⾜多种⻆⾊收益形式。" },
    ],
  },
  role: {
    text1: "角色",
    list1: [
      { name: "君临", des: "微笑暴君。说话语调沉稳，待人有礼，控制欲极强。是P.T.H.财团高级执行官，位居财团权力顶点的十殿之一。从未展露过真正的实力，行为看似随性无常，但每一步行动都经过缜密思考。" },
      {
        name: "卡特琳娜",
        des: "冷酷无情的潜行者。绝不怀疑上级命令的正确性。既是联合议会的特搜队指挥官，同时也是联合议会认证二级潜伏者。作为红舞的心腹，一贯视红舞为绝对正确。认为红舞是唯一有资格命令自己的人，对其他在红舞手下做事的人大多视而不见，心甘情愿做红舞的影子。",
      },
      {
        name: "米娅",
        des: "习惯虚张声势的少女，元气的外表下是自卑的内心，常常因为做不出成果而感到不安。联合议会所属，新编第三军团机动部队副队长，多次随姐姐迎战教团的袭扰。因为能力不足而被认为是不合格的副队长。后为了弥补天赋的不足，总会加大训练量，争取早日获得他人的认同。",
      },
      { name: "尤娜", des: "温柔的后方火力支援。性格认真，但有些慢性子，会一步步按照既定计划行动。" },
      {
        name: "琳",
        des: "贪婪的潜伏者。年龄不小但内心却藏着一位贪财又贪吃的小女孩。本人的伪装水平很高，手中的自制武器可以根据不同的对象而调整用法。在职业生涯中几乎没有失手过，所以常常自诩为最强的潜伏者。",
      },
      {
        name: "一花",
        des: "性格独特的少女。个性呆萌，总是面无表情，喜欢披萨和甜食。克洛托教团守护者的一员，是教团守护者的外甥女，也是少数见过教皇真容的人之一。嘴里总是念叨着“哔哔哔哔”的时候，很少有人听得懂她在说什么。",
      },
      {
        name: "飞鸟",
        des: "火力支援型的守护者。性格有些天然、迷糊，是卡罗尔的挚友，同时也是教皇的少数亲信之一。因为拥有少见的远距离火力，所以在教团内很受器重，单独作战的情况较多。然而本人迷糊的缘故，单独作战中常常迷路。",
      },
      { name: "梨花", des: "小动物系少女。性格我行我素，心直口快，喜欢自称天才。是联合议会特搜队指挥官，也是红舞的直系下属。视红舞为有能、勤奋且听劝的上司，对她有任何意见或建议也会直截了当地提出。" },
      {
        name: "凯茜",
        des: "政治世家出身的少女，个性强势、固执，不畏惧任何事物。联合议会所属，特殊安全委员会委员，是不少议员的眼中钉。为了有一天能让在基因危机中遭遇不幸的父亲再次活过来而推进知能机械人形的研究，身后名为阿尔法的管家型机械人形便是研究的成果之一。",
      },
      {
        name: "真希",
        des: "联合议会入伍生总队预备役成员。外表给人冰霜美人的印象，可一旦开口就是毒舌连发。本人似乎对自己的毒舌没有自觉，愈发让人觉得不可亲近，时常会闹出不必要的误会。家庭关系非常特殊，本人从不会主动对外提及自己的家庭情况。",
      },
      { name: "诗乃", des: "慢条斯理的军需官。性格柔和且包容，喜欢看书，喜好喝茶。是P.T.H.所属，202班独立别动队的成员。在组内负责后勤工作，能够准确把握小组的后勤需求，为每个人的工作提供保障。" },
      {
        name: "缇娜",
        des: "元气系女高中生。梦想成为正义的英雄，人类基因强化中心的试训者，对保护弱小和对抗邪恶这两件事十分执着。基因危机战争孤儿，受联合议会资助，后来加入到绿洲人类基因强化中心的入伍生总队受训。因被发现是“通感者”而遭到通缉，目前逃亡中。",
      },
      {
        name: "卡罗尔",
        des: "幻想美好邂逅的网络歌姬。性格外向，喜欢唱歌。克洛托教团守护者中的一员，但似乎对工作和教团都没什么兴趣。总是憧憬能遇到一段浪漫的恋情，但对于“浪漫的恋情”是什么一直没有准确的答案。",
      },
      {
        name: "凯特",
        des: "联合议会中央安全调查总署的情报人员。性格孤僻，不爱与人打交道，大多时候都是独自行动。主要调查对象为P.T.H.财团，时刻监视财团的计划与动向。从小就被作为情报员进行培养，参与过八年前的源核禁区调查任务，是任务中唯一的幸存者。",
      },
      { name: "爱丽丝", des: "原职业黑客，现为P.T.H.财团的信息安全监察员。性格极度自负，讨厌工作，不喜欢听人指挥。虽然拥有无与伦比的黑客技术，但生活自理能力几乎为负。" },
    ],
  },
  gameMode: {
    text1: "游戏模式",
    text2: "PVP模式",
    text3: "PVE 剧情闯关（能⼒提升获取CT）,奖池为所有盲盒售卖的10%+玩家在游戏内所有充值的20%",
    text4: "PVE",
    text5: "PVE",
    text6: "PVP",
    text7: "战斗",
    text8: "阵容",
  },
  playToEarn: {
    text1: "边玩边赚",
  },
  roadmap: {
    text1: "路线图",
    list1: [
      { time: "2018年12月", text: "游戏逻辑规划" },
      { time: "2019年", text: "艺术创作完成" },
      { time: "2020年", text: "游戏开发，完善" },
      { time: "2021年", text: "游戏手办、周边制作，游戏运营" },
      { time: "2022年2月", text: "游戏链改策划" },
      { time: "2022年4月", text: "官网上线、NFT预售" },
      { time: "2022年5月", text: "交易市场上线" },
      { time: "2022年6月", text: "Alpha 测试" },
      { time: "更多", text: "更多游戏功能" },
    ],
  },
  collaborators: {
    text1: "合作商",
  },
};
